{"conceptdoi":"10.5281/zenodo.3568417","conceptrecid":"3568417","created":"2021-07-18T06:32:30.575319+00:00","doi":"10.5281/zenodo.5112001","doi_url":"https://doi.org/10.5281/zenodo.5112001","files":[{"checksum":"cd7ba1c395b976a02fd4c3c772d88d78","filename":"austraits-3.0.2.rds","filesize":12325324,"id":"54c49ec0-b215-467b-9745-f8572fb93295","links":{"download":"https://zenodo.org/api/files/9c997956-8254-4fcc-a17b-5fe1fd079022/austraits-3.0.2.rds","self":"https://zenodo.org/api/deposit/depositions/5112001/files/54c49ec0-b215-467b-9745-f8572fb93295"}},{"checksum":"ed44176eb71466fe9a4ca1773d6b5961","filename":"austraits-3.0.2.zip","filesize":14738862,"id":"072724ea-8622-4c6a-abdd-8c8cecfd5e78","links":{"download":"https://zenodo.org/api/files/9c997956-8254-4fcc-a17b-5fe1fd079022/austraits-3.0.2.zip","self":"https://zenodo.org/api/deposit/depositions/5112001/files/072724ea-8622-4c6a-abdd-8c8cecfd5e78"}},{"checksum":"7047ae5b30b1727140000a4daa484722","filename":"dictionary.html","filesize":1677858,"id":"cb3235f5-0243-4289-a49b-1041b775334a","links":{"download":"https://zenodo.org/api/files/9c997956-8254-4fcc-a17b-5fe1fd079022/dictionary.html","self":"https://zenodo.org/api/deposit/depositions/5112001/files/cb3235f5-0243-4289-a49b-1041b775334a"}},{"checksum":"483881222a0c9635ba01b3f0d802730f","filename":"NEWS.md","filesize":37782,"id":"03dc5668-dd87-482c-9320-37e891c0fec3","links":{"download":"https://zenodo.org/api/files/9c997956-8254-4fcc-a17b-5fe1fd079022/NEWS.md","self":"https://zenodo.org/api/deposit/depositions/5112001/files/03dc5668-dd87-482c-9320-37e891c0fec3"}},{"checksum":"eaee76500f89c73dc515f233a9f6053d","filename":"readme.txt","filesize":9904,"id":"9f8c1379-9cdd-44af-ba5b-fd62f60f00c7","links":{"download":"https://zenodo.org/api/files/9c997956-8254-4fcc-a17b-5fe1fd079022/readme.txt","self":"https://zenodo.org/api/deposit/depositions/5112001/files/9f8c1379-9cdd-44af-ba5b-fd62f60f00c7"}}],"id":5112001,"links":{"badge":"https://zenodo.org/badge/doi/10.5281/zenodo.5112001.svg","bucket":"https://zenodo.org/api/files/9c997956-8254-4fcc-a17b-5fe1fd079022","conceptbadge":"https://zenodo.org/badge/doi/10.5281/zenodo.3568417.svg","conceptdoi":"https://doi.org/10.5281/zenodo.3568417","doi":"https://doi.org/10.5281/zenodo.5112001","html":"https://zenodo.org/record/5112001","latest":"https://zenodo.org/api/records/5112001","latest_html":"https://zenodo.org/record/5112001","self":"https://zenodo.org/api/records/5112001"},"metadata":{"access_right":"open","communities":[{"identifier":"austraits"}],"contributors":[{"affiliation":"@unsw-edu-au","name":"Sauquet, Hervé","orcid":"0000-0001-8305-3236","type":"ProjectMember"},{"affiliation":"@mq.edu.au","name":"Wright, Ian","orcid":"0000-0001-8338-9143","type":"ProjectMember"},{"affiliation":"@unsw-edu-au","name":"Baxter, Caitlan","type":"ProjectMember"},{"affiliation":"@mq.edu.au","name":"Lawson, James","type":"ProjectMember"},{"affiliation":"@mq-edu-au","name":"Allen, Sam","type":"ProjectMember"}],"creators":[{"affiliation":"@unsw-edu-au","name":"Falster, Daniel","orcid":"0000-0002-9814-092X"},{"affiliation":"@mq-edu-au","name":"Gallagher, Rachael","orcid":"0000-0002-4680-8115"},{"affiliation":"@unsw-edu-au","name":"Wenk, Elizabeth","orcid":"0000-0001-5640-5910"}],"description":"<p><strong>INTRODUCTION</strong></p>\n\n<p>AusTraits is a transformative database, containing measurements on the traits of Australia&rsquo;s plant species, standardised from hundreds of disconnected primary sources. So far, data have been assembled from 283 distinct sources, describing 446 plant traits and &nbsp;28639 taxa. A full list of sources is provided below. &nbsp;</p>\n\n<p>To handle the harmonising of diverse data sources, we use a reproducible workflow to implement the various changes required for each source to reformat it suitable for incorporation in AusTraits. Such changes include restructuring datasets, renaming variables, changing variable units, changing taxon names. While this repository contains the harmonised data, the raw data and code used to build the resource are also available at <a href=\"https://github.com/traitecoevo/austraits.build\">https://github.com/traitecoevo/austraits.build</a>.</p>\n\n<p><strong>CONTRIBUTORS</strong></p>\n\n<p>The project is jointly led by Dr Daniel Falster (UNSW Sydney), Dr Rachael Gallagher (Macquarie University), and Elizabeth Wenk (UNSW Sydney) with input from 318 contributors from over 136 institutions.&nbsp;</p>\n\n<p>The following people and institutions have have contributed to building this resource.</p>\n\n<p><strong>Data contributors (individuals)</strong>: Mark Adams, Collin W. Ahrens, Matthew Alfonzetti, Sophia Amini, Tara Angevin, Deborah Apgaua, Stefan Arndt, Julian Ash, Owen Atkin, Joe Atkinson, Tony Auld, Andrew Baker, Maria von Balthazar, Anthony Bean, Chris Blackman, Keith Bloomfield, Tara Boreham, David Bowman, Ross Bradstock, Jason Bragg, Willi A. Brand, Amber Briggs, John Brock, Tim Brodribb, Genevieve Buckton, Geoff Burrows, Don Butler, Elizabeth Caldwell, James Camac, Raymond Carpenter, Jane A. Catford, Gregory Cawthray, Lucas Cernusak, Gregory Chandler, Alex Chapman, David Cheal, Alex Cheesman, Si-Chong Chen, Robert Chinnock, Brendan Choat, Peter Clarke, Derek Clayton, Steven Clemants, Harold Trevor Clifford, Brook Clinton, Peta Clode, Michelle Cochrane, Helen Coleman, Bronwyn Collins, Alessandro Conti, Wendy Cooper, William Cooper, William Cornwell, Meredith Cosgrove, Ian Cowie, Lyn Craven, Michael Crisp, Erika Cross, Kristine Crous, Saul Cunningham, Timothy Curran, Ellen Curtis, Ian Davidson, Matthew Daws, Jane L. DeGabriel, Matthew Denton, Ning Dong, Pengzhen Du, Honglang Duan, David Duncan, Richard P. Duncan, Marco Duretto, John M. Dwyer, Derek Eamus, Cheryl Edwards, Judy Egan, Manuel Esperon-Rodriguez, John Evans, Susan Everingham, Chris Fahey, Daniel Falster, Claire Farrell, Jennifer Firn, Carlos Fonseca, Paul Irwin Forster, John Foster, Ben French, Tony French, Allison Frith, Doug Frood, Anne Fuchs, Jennifer Funk, Rachael Gallagher, Ronald Gardiner, Sonya Geange, Oula Ghannoum, Malcolm Gill, Sean Gleason, Ethel Goble-Garratt, Carl Gosper, Emma Gray, Philip K Groom, Saskia Grootemaat, Caroline Gross, Peter Grubb, Greg Guerin, Chris Guinane, Lydia Guja, Amy Hahs, TJ Hall, Monique Hallet, Matthew Tom Harrison, Tammy Haslehurst, Foteini Hassiotou, Patrick Hayes, Martin Henery, John Herbohn, Dieter Hochuli, Peter Hocking, Jocelyn Howell, Jing Hu, Guomin Huang, Lesley Hughes, Kate Hughes, John Huisman, Jugo Ilic, Muhammad Islam, Ashika Jagdish, Daniel Jin, Gregory Jordan, Enrique Jurado, John Kanowski, Sabine Kasel, Ian Kealley, Greg Keighery, J&uuml;rgen Kellermann, Belinda Kenny, James Kirkpatrick, Kirsten Knox, Michele Kohout, Robert Kooyman, Martyna Kotowska, Luka Kovac, Kaely Kreger, John Kuo, Hoa Ran Lai, Etienne Laliberte, Hans Lambers, Martin Lambert, Byron Lamont, Dana Lanceman, Robert Lanfear, Frank van Langevelde, Daniel C. Laughlin, Bree-Anne Laugier-Kitchener, Susan Laurance, Michael Lawes, Claire Laws, James Lawson, Emma Laxton, Caroline Lehmann, Andrea Leigh, Michelle Leishman, Tanja Lenz, Brendan Lepschi, James Lewis, Felix Lim, Liz Lindsay, Udayangani Liu, Daniel Montoya Londono, Janice Lord, Christiane Ludwig, Ian Lunt, Christopher Lusk, Catriona Macinnis-Ng, Mary Maconochie, Hannah MacPherson, Susana Magallon, Anthony Manea, Karen Marais, Andrea Lopez Martinez, Bruce Maslin, Riah Mason, Margaret Mayfield, Richard Mazanec, James McCarthy, Kate McClenahan, Elissa McFarlane, Trevor Meers, Marlien van der Merwe, Daniel Metcalfe, Per Milberg, Karel Mokany, Angela Moles, Ben D. Moore, Nicholas Moore, John Morgan, Huw Morgan, William Morris, Annette Muir, Samantha Munroe, Peter Myerscough, Des Nelson, Dominic Neyland, Aine Nicholson, Dean Nicolle, Adrienne Nicotra, Ule Niinemets, Tom North, Andrew O&#39;Reilly-Nugent, Odhran S. O&#39;Sullivan, Brad Oberle, Mike Olsen, Yusuke Onoda, Mark Ooi, Corinna Orscheg, Colin P. Osborne, Jacob McC. Overton, Grazyna Paczkowska, Paula Peeters, Burak Pekin, Caio Guilherme Pereira, George Perry, Aaron Phillips, Catherine Pickering, Melinda Pickup, Loren Pollitt, Laura Pollock, Rob Polmear, Pieter Poot, Hugh Possingham, Jeff R. Powell, Sally A. Power, Iain Colin Prentice, Aina Price, Lynda Prior, Suzanne Prober, Thomas Pyne, R.J.Williams, Jennifer Read, Victoria Reynolds, Barbara Rice, Anna Richards, Ben Richardson, Jessica L. Rigg, Bryan Roberts, Michael Roderick, Julieta A. Rosell, Maurizio Rossetto, Barbara Rye, Paul D. Rymer, Miguel de Salas, Anna Salomaa, Michael Sams, Gordon Sanson, Herve Sauquet, Susanne Schmidt, Juerg Schoenenberger, Ernst-Detlef Schulze, Waltraud Schulze, Inge Schulze, Andrew John Scott, Kerrie Sendall, Alison Shapcott, Veronica Shaw, Luke Shoo, Steven Sinclair, Anne Sjostrom, Renee Smith, Benjamin Smith, Santiago Soliveres, Fiona Soper, Ben Sparrow, Amanda Spooner, Rachel Standish, Timothy Staples, Ruby Stephens, George Stewart, Jan Suda, Christopher Szota, Catherine Tait, Guy Taseski, Elizabeth Tasker, Daniel Taylor, Freya Thomas, Ian Thompson, David Tissue, Mark G. Tjoelker, Yue Phin David Jeremiah-Seok Tng, Hellmut R. Toelken, Felix de Tombeur, Kyle Tomlinson, Malcolm Trudgen, Neil C. Turner, Erik Veneklaas, Susanna Venn, Peter Vesk, Carolyn Vlasveld, Maria Vorontsova, Charles Warren, Nigel Warwick, Lasantha K. Weerasinghe, Jessie Wells, W.E Westman, Mark Westoby, Matthew White, Erica Williams, Nick Williams, Kathryn Willis, Jarrah Wills, J. Bastow Wilson, Peter Wilson, Ian Wright, Colin Yates, Jian Yen, Amy Zanne, Graham Zemunik, Kasia Zieminska.</p>\n\n<p><strong>Data contributors (institutions)</strong>: Australian National Botanic Garden, Brisbane Rainforest Action and Information Network, Kew Botanic Gardens, National Herbarium of NSW, Northern Territory Herbarium, Queensland Herbarium, Western Australian Herbarium, South Australian Herbarium, State Herbarium of South Australia, Tasmanian Herbarium</p>\n\n<p><strong>Data processing</strong>: Daniel Falster, Elizabeth Wenk, Caitlan Baxter, Sam Andrew, James Lawson, Stuart Allen</p>\n\n<p><strong>Project initiation and data compilation</strong>: Rachael Gallagher, Ian Wright</p>\n\n<p><strong>Funding</strong>: This work was supported by fellowship grants from Australian Research Council to Falster (FT160100113), Gallagher (DE170100208) and Wright (FT100100910), a grant from Macquarie University to Gallagher, and investment from the Australian Research Data Commons (ARDC), via their &quot;Transformative data collections&quot; (https://doi.org/10.47486/TD044) and &quot;Data Partnerships&quot; (https://doi.org/10.47486/DP720) programs. The ARDC is enabled by National Collaborative Research Investment Strategy (NCRIS).</p>\n\n<p><strong>ACCESSING AND USE OF DATA</strong></p>\n\n<p>The compiled AusTraits database is released under an open source licence (CC-BY), enabling re-use by the community.&nbsp;A requirement of use is that users cite the AusTraits resource paper, which includes all contributors as co-authors:</p>\n\n<blockquote>\n<p><em>Falster, Gallagher et al (2021) AusTraits, a curated plant trait database for the Australian flora. Scientific Data (in press)</em></p>\n\n<p>Falster, Gallagher et al (2021) AusTraits: a curated plant trait database for the Australian flora. bioRxiv 2021.01.04.425314, &nbsp;http://doi.org/10.1101/2021.01.04.425314</p>\n</blockquote>\n\n<p>In addition, we encourage users you to cite the original data sources, wherever possible.&nbsp;</p>\n\n<p>Under this&nbsp;license data may be redistributed, provided the attribution is maintained.&nbsp;</p>\n\n<p><strong>CONTRIBUTING</strong></p>\n\n<p>We envision AusTraits as an on-going collaborative community resource that:</p>\n\n<ol>\n\t<li>Increases our collective understanding the Australian flora; and</li>\n\t<li>Facilitates accumulating and sharing of trait data;</li>\n\t<li>Builds a sense of community among contributors and users; and</li>\n\t<li>Aspires to fully transparent and reproducible research of highest standard.</li>\n</ol>\n\n<p>As a community resource, we are very keen for people to contribute. Here are some of the ways you can contribute:</p>\n\n<p><strong>Reporting Errors</strong>: If you notice a possible error in AusTraits, please <a href=\"https://github.com/traitecoevo/austraits.build/issues\">post an issue on GitHub</a> .</p>\n\n<p><strong>Refining documentation:</strong> We welcome additions and edits that make using the existing data or adding new data easier for the community.</p>\n\n<p><strong>Contributing new data</strong>: We gladly accept new data contributions to AusTraits. For full instructions on preparing data for inclusion in AusTraits, please got to <a href=\"https://github.com/traitecoevo/austraits.build\">https://github.com/traitecoevo/austraits.build</a>.</p>\n\n<p><strong>STRUCTURE OF AUSTRAITS DATA</strong></p>\n\n<p>The compiled AusTraits database has the following main components:</p>\n\n<pre><code>austraits\n├── traits\n├── sites\n├── contexts\n├── methods\n├── excluded_data\n├── taxanomic_updates\n├── taxa\n├── definitions\n├── contributors\n├── sources\n└── build_info</code></pre>\n\n<p>These elements include all the data and contextual information submitted with each contributed datasets.</p>\n\n<p>Full details on each of these components and columns therein are contained within the document `dictionary.html`.</p>","doi":"10.5281/zenodo.5112001","keywords":["plant","trait","biodiversity"],"language":"eng","license":"CC-BY-4.0","prereserve_doi":{"doi":"10.5281/zenodo.5112001","recid":5112001},"publication_date":"2021-07-14","related_identifiers":[{"identifier":"https://github.com/traitecoevo/austraits.build/tree/v3.0.2","relation":"isCompiledBy","resource_type":"dataset","scheme":"url"},{"identifier":"10.1101/2021.01.04.425314","relation":"isCitedBy","resource_type":"publication-preprint","scheme":"doi"},{"identifier":"10.1101/2021.01.04.425314","relation":"isPartOf","resource_type":"publication-preprint","scheme":"doi"},{"identifier":"10.5281/zenodo.3568417","relation":"isVersionOf","scheme":"doi"}],"title":"AusTraits: a curated plant trait database for the Australian flora","upload_type":"dataset","version":"v3.0.2"},"modified":"2021-08-03T03:09:50.300347+00:00","owner":18887,"record_id":5112001,"state":"done","submitted":true,"title":"AusTraits: a curated plant trait database for the Australian flora"}
